[SetupWizard]

Install 			= Install ASUS WLAN Card Driver
Install_ToolTip			= Click to run the WLAN installation program
Install_BT			= Install the Bluetooth driver
Install_BT_ToolTip	= Click to run the Bluetooth installation program
Uninstall			= 
Uninstall_ToolTip 		= 
Install_WiDi_UI		= Install WiDi Utiliity
Install_WiDi_UI_ToolTip	= Click to run the WiDi Utility setup installation program
Manual_Read_Install		= Read/Install the User Manual
Manual_Read_Install_ToolTip	= Click to view or install the user manual
Explore_CD			= Explore this CD
Explore_CD_ToolTip		= Click to browse this CD using Windows Explorer
Browse_WebSite			= Visit our website
Browse_WebSite_ToolTip		= Click to launch our website in your browser
Install_Langauge		= Install the language:
Exit				= Exit     
Read_QSG			= Read the quick start guide
Read_QSG_ToolTip		= Click to open the quick start guide
Read_UserManual			= Read the user manual
Read_UserManual_ToolTip		= Click to open the user manual
Install_UserDoc			= Install the User Manual
Install_UserDoc_ToolTip		= Click to install the user manual
Install_AdobeReader		= Install Adobe Reader
Install_AdobeReader_ToolTip	= The document file is PDF format, you need Adobe Acrobat Reader to view it
Download_AdobeReader		= Download Adobe Reader
Download_AdobeReader_ToolTip	= Click Download Adobe Reader to directly download the app and its updates  from the Adobe website
Return				= Back
Uninstall_notHaveDriver		= 
Notsupper_BTdriver		= OS does not support this BT driver
Notsupper_WIFIdriver	= OS does not support this driver.

[Languages]

English				= English
Czech				= čeština
Danish				= danske
Finnish				= suomi
French				= français
German				= deutsch
Hungarian			= magyar
Italian				= italiano
Malay				= Melayu
Norwegian			= norsk
Polish				= polski
PortugueseB			= português(Brasil)
PortugueseP			= português(Portugal)
Romanian			= română
Russian				= русский
Spanish				= español
Swedish				= svenska
Simple_Chinese			= 中文 (简体)
Traditional_Chinese		= 中文 (繁體)
Thai				= ภาษาไทย
Turkish				= Türkçe
Ukrainian			= Український
Japanese			= 日本語